export interface StatSection {
    title: string;
    content: string;
  }
  
  export const statistics: StatSection[] = [
    {
      title: "Всего сообщений и ТОП-20 по количеству сообщений",
      content: `Всего сообщений: 11940
  
  ТОП-20 ПО КОЛИЧЕСТВУ СООБЩЕНИЙ:
   1. 💠 — 2047
   2. Доктор Зло — 1417
   3. Niko — 879
   4. 😎 — 786
   5. ISURIM — 776
   6. Иван А. — 321
   7. Evgeny — 283
   8. 🧞 Kaif — 268
   9. Artur — 262
  10. =) — 228
  11. Роман — 217
  12. Deleted Account — 212
  13. Хочется лета! — 211
  14. PayCash — 162
  15. ㅤ — 139
  16. Александр — 138
  17. BOBA — 118
  18. IOseph — 114
  19. 💎 Berry Hands 🙌 — 113
  20. helper.pcash — 112`
    },
    {
      title: "ТОП-15 по полученным реакциям",
      content: `ТОП-15 ПО ПОЛУЧЕННЫМ РЕАКЦИЯМ:
   1. AКопперфильд — 733
   2. Доктор Зло — 668
   3. 💠 — 618
   4. Niko — 399
   5. 😎 — 277
   6. Иван А. — 199
   7. PayCash — 176
   8. 🧞 Kaif — 136
   9. Evgeny — 123
  10. Аdmin2 PayCash — 119
  11. ISURIM — 118
  12. Роман — 99
  13. Artur — 92
  14. =) — 71
  15. Хочется лета! — 63`
    },
    {
      title: "ТОП-15 кто больше всех делал репостов",
      content: `ТОП-15 КТО БОЛЬШЕ ВСЕХ ДЕЛАЛ РЕПОСТОВ (форвардил сообщения):
   1. 💠 — 351 репостов
   2. Доктор Зло — 32 репостов
   3. Artur — 15 репостов
   4. Роман — 11 репостов
   5. 😎 — 9 репостов
   6. Niko — 5 репостов
   7. Sheq — 3 репостов
   8. Михаил — 3 репостов
   9. ISURIM — 3 репостов
  10. Спорт и кино — 2 репостов
  11. Антон — 2 репостов
  12. Адвокат Дьявола — 2 репостов
  13. O8 — 2 репостов
  14. 🫆🫆🫆 — 2 репостов
  15. ⓉⓋⓀ — 1 репост`
    },
    {
      title: "ТОП-20 самых популярных хэштегов",
      content: `ТОП-20 САМЫХ ПОПУЛЯРНЫХ ХЭШТЕГОВ:
   1. #новыйгод2026 — 86 упоминаний
   2. #paycash — 84 упоминаний
   3. #крипто — 12 упоминаний
   4. #мнение — 6 упоминаний
   5. #золото — 5 упоминаний
   6. #сша — 5 упоминаний
   7. #fx — 5 упоминаний
   8. #курсывалют — 5 упоминаний
   9. #курсрубля — 4 упоминаний
  10. #eos — 3 упоминаний
  11. #россия — 3 упоминаний
  12. #btc — 3 упоминаний
  13. #rub — 3 упоминаний
  14. #wlfi — 3 упоминаний
  15. #list — 3 упоминаний
  16. #zec — 3 упоминаний
  17. #торговаявойна — 2 упоминания
  18. #a — 2 упоминания
  19. #ончейн — 2 упоминания
  20. #взлом — 2 упоминания`
    },
    {
      title: "ТОП-10 эмодзи в чате",
      content: `ТОП-10 ЭМОДЗИ В ЧАТЕ:
     😁 — 1569
     👍 — 1292
     🔥 — 901
     💯 — 391
     ❤ — 383
     🎉 — 200
     👌 — 98
     😱 — 85
     😢 — 73
     🤨 — 47`
    },
    {
      title: "Активность по месяцам 2025",
      content: `АКТИВНОСТЬ ПО МЕСЯЦАМ:
     2025-01 — 642 сообщений
     2025-02 — 1086 сообщений
     2025-03 — 836 сообщений
     2025-04 — 1192 сообщений
     2025-05 — 653 сообщений
     2025-06 — 602 сообщений
     2025-07 — 680 сообщений
     2025-08 — 762 сообщений
     2025-09 — 1498 сообщений
     2025-10 — 1839 сообщений
     2025-11 — 816 сообщений
     2025-12 — 1334 сообщений`
    }
  ];